{"group": "CORPTAX", "count": 1, "markets": [{"ticker": "CORPTAX-22-T21", "event_ticker": "CORPTAX-22", "market_type": "binary", "title": "Will the highest **corporate tax** rate be raised above 21% in 2022?", "subtitle": ">21%", "yes_sub_title": "Above 21%", "no_sub_title": "21% or below", "open_time": "2022-01-01T15:00:00Z", "close_time": "2023-01-01T04:59:00Z", "expected_expiration_time": "2023-01-01T15:00:00Z", "expiration_time": "2023-01-07T05:00:00Z", "latest_expiration_time": "2023-01-07T05:00:00Z", "settlement_timer_seconds": 10800, "status": "finalized", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 0, "yes_bid_dollars": [0, 0], "yes_ask": 2, "yes_ask_dollars": [0, 0], "no_bid": 98, "no_bid_dollars": [0, 0], "no_ask": 100, "no_ask_dollars": [0, 0], "last_price": 1, "last_price_dollars": [0, 0], "previous_yes_bid": 0, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 2, "previous_yes_ask_dollars": [0, 0], "previous_price": 1, "previous_price_dollars": [0, 0], "volume": 66287, "volume_24h": 0, "liquidity": 0, "liquidity_dollars": [0, 0], "open_interest": 19938, "result": "no", "settlement_value": 0, "can_close_early": true, "expiration_value": "No such bill became law.", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "strike_type": "greater", "floor_strike": 21, "rules_primary": "If a bill that has the effect of raising the top federal corporate income tax rate becomes law between Issuance and December 31, 2022, then the market resolves to Yes.", "rules_secondary": "Other provisions that may affect the amount of corporate tax paid by a given corporation but are not the corporate income tax rate--such as rules affecting what income counts as taxable or affecting deductions, credits, and other tax attributes relevant to corporations--do not affect the resolution of the Contract. A bill that creates different tax brackets with some brackets below the threshold and others above with a rate greater than 21% (the current highest rate) is encompassed in the Payout Criterion, since the Contract only considers the top tax bracket. Subsequent legislation which has the effect of lowering the top tax rate imposed on corporate income below 21% does not affect the Payout Criterion. Surtaxes imposed on taxable income or (adjusted) gross income imposed on incomes in the top tax bracket are encompassed in the Payout Criterion. Increases in taxes imposed on specific kinds of corporate income that are not taxable income or (adjusted) gross income are not relevant for the market's resolution.\n\nThe above is a summary of the complete legally binding terms and conditions. Please see CORP in the Rulebook for the complete legally binding terms and conditions. All market participants should read and understand the complete legally binding terms and conditions before trading.\n\nThe market will close at the sooner of the first 10:00 AM following the occurrence of an event that would result in the market resolving to Yes, or 11:59 PM ET on December 31, 2022. The market will expire at the sooner of the first 10:00 AM following the occurrence of an event that would result in the market resolving to Yes, the release of the data (Congress.gov updating) for December 31, 2022, or January 07, 2023.", "tick_size": 1}]}