{"group": "ITAXH", "count": 1, "markets": [{"ticker": "ITAXH-22", "event_ticker": "ITAXH-22", "market_type": "binary", "title": "Will **income taxes** rise for the highest tax bracket in 2022?", "subtitle": "Highest tax bracket", "yes_sub_title": "Becomes law", "no_sub_title": "Fails to become law", "open_time": "2022-01-01T15:00:00Z", "close_time": "2023-01-01T04:59:00Z", "expected_expiration_time": "2023-01-01T04:59:00Z", "expiration_time": "2023-01-07T15:00:00Z", "latest_expiration_time": "2023-01-07T15:00:00Z", "settlement_timer_seconds": 10800, "status": "finalized", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 0, "yes_bid_dollars": [0, 0], "yes_ask": 1, "yes_ask_dollars": [0, 0], "no_bid": 99, "no_bid_dollars": [0, 0], "no_ask": 100, "no_ask_dollars": [0, 0], "last_price": 1, "last_price_dollars": [0, 0], "previous_yes_bid": 0, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 1, "previous_yes_ask_dollars": [0, 0], "previous_price": 1, "previous_price_dollars": [0, 0], "volume": 86442, "volume_24h": 0, "liquidity": 0, "liquidity_dollars": [0, 0], "open_interest": 33126, "result": "no", "settlement_value": 0, "can_close_early": true, "expiration_value": "No such bill became law.", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If a bill becomes law in 2022 that raises income taxes on the highest income tax bracket, then the market resolves to Yes.", "rules_secondary": "Other provisions that may affect the amount of personal income tax paid by a given individual but are not the personal income tax rate--such as rules affecting what income counts as taxable or affecting deductions, credits, and other tax attributes relevant to individuals do not affect the resolution of the Contract. However, added or raised surtaxes on adjusted gross income or taxable income for incomes in the highest tax bracket would result in the market resulting in Yes. Raising income taxes (whether via a surtax or not) by creating a new tax bracket that is above the aforementioned threshold would also result in the market resolving to Yes. Changes in taxes on specific forms of personal income that are not taxable income or adjusted gross income--such as dividends, long-term capital gains, etc.--are not relevant for the market's resolution. \n\nThe above is merely a summary of the rules. Please see ITAX in the Rulebook for the complete, legally binding terms and conditions. All market participants should read and understand the complete terms and conditions before trading.\n\nThe market will close at the sooner of the first 10:00 AM following the occurrence of an event that would result in the market resolving to Yes, or 11:59 PM ET on December 31, 2022. The market will expire at the sooner of the first 10:00 AM following the occurrence of an event that would result in the market resolving to Yes, the release of the data (Congress.gov updating) for December 31, 2022, or January 07, 2023.", "tick_size": 1}]}