{"group": "KXBLOCKITOUTSOURCING", "count": 1, "markets": [{"ticker": "KXBLOCKITOUTSOURCING-26JAN01", "event_ticker": "KXBLOCKITOUTSOURCING-26JAN01", "market_type": "binary", "title": "Will Trump issue announce on new restrictions, prohibitions, limitations, or penalties specifically targeting or substantially affecting the ability of US companies to outsource information technology work, software development, IT services, or technology operations to companies, contractors, or workers located in India or globally during this year?", "subtitle": "", "yes_sub_title": "Yes", "no_sub_title": "Yes", "open_time": "2025-09-08T14:00:00Z", "close_time": "2026-01-01T04:59:00Z", "expected_expiration_time": "2026-01-01T15:00:00Z", "expiration_time": "2026-01-08T15:00:00Z", "latest_expiration_time": "2026-01-08T15:00:00Z", "settlement_timer_seconds": 1800, "status": "active", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 59, "yes_bid_dollars": [0, 0], "yes_ask": 68, "yes_ask_dollars": [0, 0], "no_bid": 32, "no_bid_dollars": [0, 0], "no_ask": 41, "no_ask_dollars": [0, 0], "last_price": 68, "last_price_dollars": [0, 0], "previous_yes_bid": 60, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 69, "previous_yes_ask_dollars": [0, 0], "previous_price": 60, "previous_price_dollars": [0, 0], "volume": 74, "volume_24h": 59, "liquidity": 721788, "liquidity_dollars": [0, 0], "open_interest": 71, "result": "", "can_close_early": true, "expiration_value": "", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If Trump has taken any action regarding new restrictions, prohibitions, limitations, or penalties specifically targeting or substantially affecting the ability of US companies to outsource information technology work, software development, IT services, or technology operations to companies, contractors, or workers located in India or globally during this year, then the market resolves to Yes.", "rules_secondary": "The qualifying action must be of the specific type designated (executive order, presidential memorandum, proclamation, directive, determination, or finding), be signed by the President personally during the specified time period, and explicitly address the topic in the document's operative provisions, title, or official White House summary. Actions must have legal or policy effect - ceremonial proclamations without policy impact do not qualify unless specifically included. Actions that only incidentally mention the topic, statements without formal action, actions by cabinet members, legislative proposals without executive action, and signing statements do not qualify. The action must be publicly announced or documented by a Source Agency before expiration.", "early_close_condition": "This market will close and expire early if the executive action is issued.", "tick_size": 1}]}