{"group": "KXCARRIED", "count": 1, "markets": [{"ticker": "KXCARRIED-26-JAN01", "event_ticker": "KXCARRIED-26", "market_type": "binary", "title": "Will a bill closing the carried interest loophole become law before Jan 1, 2026?", "subtitle": "", "yes_sub_title": "Before Jan 1, 2026", "no_sub_title": "Before Jan 1, 2026", "open_time": "2025-02-13T15:00:00Z", "close_time": "2026-01-01T15:00:00Z", "expected_expiration_time": "2026-01-01T15:00:00Z", "expiration_time": "2026-01-01T15:00:00Z", "latest_expiration_time": "2026-01-01T15:00:00Z", "settlement_timer_seconds": 1800, "status": "active", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 7, "yes_bid_dollars": [0, 0], "yes_ask": 13, "yes_ask_dollars": [0, 0], "no_bid": 87, "no_bid_dollars": [0, 0], "no_ask": 93, "no_ask_dollars": [0, 0], "last_price": 9, "last_price_dollars": [0, 0], "previous_yes_bid": 7, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 13, "previous_yes_ask_dollars": [0, 0], "previous_price": 9, "previous_price_dollars": [0, 0], "volume": 2558, "volume_24h": 0, "liquidity": 718444, "liquidity_dollars": [0, 0], "open_interest": 955, "result": "", "can_close_early": true, "expiration_value": "", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If a bill closing the carried interest loophole become law before Jan 1, 2026, then the market resolves to Yes.", "rules_secondary": "This market will pay out if a bill becomes law that in general treats long-term carried interest compensation as ordinary income for tax purposes for some tax year. Carried interest in this case refers to (i) a percentage of the profits of an investment services partnership; (ii) any gain on the disposition of an investment services partnership interest; (iii) net capital income generated from an investment services partnership interest. \n\nThe Payout Criterion would still be triggered if certain types of partnership income are excluded, such as those of certain family partnerships. It would also be triggered if only a portion of a partner’s partnership interest was treated as ordinary income. For example, the CUT Loopholes Act (S. 268 in the 113th Congress) would have treated only part of a partner's interest as taxable under the capital gains rate, and part under the ordinary rate. That Bill, if passed between Issuance and <date> (inclusive), would satisfy the Payout Criterion. In addition, the Payout Criterion would also be triggered if such income was taxed as ordinary regardless of whether it was taxed when granted or when realized; it would also be triggered if Congress chose to treat a general partnership interest in the fund as a nonrecourse loan, and the imputed interest on that loan was taxed as ordinary income. \n\nIn addition to the CUT Loopholes Act, an example of a Bill that would satisfy the Payout Criterion is the 117th Congress’s “Carried Interest Fairness Act of 2021.” This Bill is also referred to as H.R.1068 or S.1598. Identical Bills were proposed in 2019, 2017, and 2015. Another example satisfying the Payout Criterion would be the 117th Congress’s “Ending the Carried Interest Loophole Act.” That Bill is also referred to as S.2617. An identical Bill was proposed in 2019. If applicable partnership interests are defined as those which the partnership at least partly consists of raising or returning capital and investing in specified assets, this would qualify as an investment services partnership interest.", "early_close_condition": "This market will close and expire early if the event occurs.", "tick_size": 1}]}