{"group": "KXGTEDEPLOYMEGAETHDAY1", "count": 1, "markets": [{"ticker": "KXGTEDEPLOYMEGAETHDAY1-27JAN01", "event_ticker": "KXGTEDEPLOYMEGAETHDAY1-27JAN01", "market_type": "binary", "title": "Will GTE deploy on MegaETH mainnet before Jan 1, 2027?", "subtitle": "", "yes_sub_title": "Yes", "no_sub_title": "Yes", "open_time": "2025-08-27T14:00:00Z", "close_time": "2027-01-01T04:59:00Z", "expected_expiration_time": "2027-01-01T15:00:00Z", "expiration_time": "2027-01-08T15:00:00Z", "latest_expiration_time": "2027-01-08T15:00:00Z", "settlement_timer_seconds": 1800, "status": "active", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 44, "yes_bid_dollars": [0, 0], "yes_ask": 50, "yes_ask_dollars": [0, 0], "no_bid": 50, "no_bid_dollars": [0, 0], "no_ask": 56, "no_ask_dollars": [0, 0], "last_price": 93, "last_price_dollars": [0, 0], "previous_yes_bid": 44, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 50, "previous_yes_ask_dollars": [0, 0], "previous_price": 93, "previous_price_dollars": [0, 0], "volume": 518, "volume_24h": 0, "liquidity": 2304110, "liquidity_dollars": [0, 0], "open_interest": 518, "result": "", "can_close_early": true, "expiration_value": "", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If GTE has successfully deployed on MegaETH mainnet before the sooner of the day after MegaETH launches and Jan 1, 2027, then the market resolves to Yes.", "rules_secondary": "A successful deployment requires that smart contracts or code for the protocol have been deployed to the specified blockchain mainnet (not testnet), the deployment has been officially announced or confirmed by the protocol team, core functionality of the protocol is operational on the blockchain, users can interact with the protocol through at least one interface (web app, CLI, or direct contract interaction), and the deployment is publicly accessible (not restricted to whitelisted addresses only). Full protocol launch with all features operational counts as deployment, as does partial deployment with core features operational (e.g., beta or v1 launch), migration of existing protocol from another blockchain, deployment of a new version or fork of the protocol, multi-chain expansion where the specified blockchain is added as a supported network, or deployment through official bridges or cross-chain infrastructure. Testnet deployments regardless of functionality do not count as deployment, nor do announcements of future deployment without actual smart contract deployment, deployment of placeholder or proxy contracts without functionality, private or permissioned deployments accessible only to team or investors, deployment of auxiliary contracts (e.g., governance tokens) without core protocol functionality, third-party forks or clones not endorsed by the protocol team, wrapped or synthetic versions created by other parties without protocol endorsement, deployment on a different blockchain than specified, or deployment on Layer 2s when the specification is for Layer 1. Resolution will be based on verifiable on-chain records, official protocol communications, blockchain explorers, and reputable crypto news sources.", "early_close_condition": "This market will close and expire early if the deployment occurs.", "tick_size": 1}]}