{"group": "KXMEEKMILLAI", "count": 1, "markets": [{"ticker": "KXMEEKMILLAI-26-AIT", "event_ticker": "KXMEEKMILLAI-26", "market_type": "binary", "title": "When will A Company owned by Meek Mill release AI tool / AI to the public?", "subtitle": "", "yes_sub_title": "AI tool / AI", "no_sub_title": "AI tool / AI", "open_time": "2025-09-03T15:00:00Z", "close_time": "2026-01-01T04:59:00Z", "expected_expiration_time": "2026-01-01T15:00:00Z", "expiration_time": "2026-01-08T15:00:00Z", "latest_expiration_time": "2026-01-08T15:00:00Z", "settlement_timer_seconds": 1800, "status": "active", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 12, "yes_bid_dollars": [0, 0], "yes_ask": 21, "yes_ask_dollars": [0, 0], "no_bid": 79, "no_bid_dollars": [0, 0], "no_ask": 88, "no_ask_dollars": [0, 0], "last_price": 12, "last_price_dollars": [0, 0], "previous_yes_bid": 12, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 21, "previous_yes_ask_dollars": [0, 0], "previous_price": 13, "previous_price_dollars": [0, 0], "volume": 2023, "volume_24h": 1, "liquidity": 481520, "liquidity_dollars": [0, 0], "open_interest": 1084, "result": "", "can_close_early": true, "expiration_value": "", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If A Company owned by Meek Mill releases an AI tool / AI to the public before Jan 1, 2026, then the market resolves to Yes.", "rules_secondary": "For the purposes of this market, “Meek Mill” refers to the recording artist Robert Rihmeek Williams. The market will resolve Yes if any company that Meek Mill owns (whether a majority or minority equity stake in a private or directly-controlled company) commercially releases to the public an artificial intelligence tool or AI-powered feature before January 1, 2026. Passive investments such as holding stock in public companies (e.g., owning shares of Nvidia) do not qualify as ownership. A qualifying release must meet the Exchange’s definition of “commercial release”: the product is available for purchase, subscription, or download by the general public through official company channels, authorized retailers, or platform stores, and is not explicitly labeled as beta, early access, preview, prototype, or test. Ownership is established if Meek Mill has a direct equity stake in the company itself, verified through official company statements, corporate filings, or credible press reports from listed Source Agencies; endorsements, partnerships, or sponsorships without equity ownership do not qualify. Internal-only tools, announcements without public access, or purely promotional campaigns do not count. If at least one such company verifiably releases an AI product meeting these conditions before the deadline, the market resolves Yes; otherwise, it resolves No.", "early_close_condition": "This market will close and expire early if the event occurs.", "tick_size": 1}]}