{"group": "SDEBT", "count": 1, "markets": [{"ticker": "SDEBT-23JAN01", "event_ticker": "SDEBT", "market_type": "binary", "title": "Will **student loan debt** be forgiven?", "subtitle": "", "yes_sub_title": "Law signed or executive order enacted", "no_sub_title": "Bill fails to become law and no executive order enacted", "open_time": "2022-02-25T15:00:00Z", "close_time": "2023-01-01T04:59:00Z", "expected_expiration_time": "2023-01-01T15:00:00Z", "expiration_time": "2023-01-07T15:00:00Z", "latest_expiration_time": "2023-01-07T15:00:00Z", "settlement_timer_seconds": 10800, "status": "finalized", "response_price_units": "usd_cent", "notional_value": 100, "notional_value_dollars": [0, 0], "yes_bid": 0, "yes_bid_dollars": [0, 0], "yes_ask": 1, "yes_ask_dollars": [0, 0], "no_bid": 99, "no_bid_dollars": [0, 0], "no_ask": 100, "no_ask_dollars": [0, 0], "last_price": 1, "last_price_dollars": [0, 0], "previous_yes_bid": 0, "previous_yes_bid_dollars": [0, 0], "previous_yes_ask": 1, "previous_yes_ask_dollars": [0, 0], "previous_price": 1, "previous_price_dollars": [0, 0], "volume": 357686, "volume_24h": 0, "liquidity": 0, "liquidity_dollars": [0, 0], "open_interest": 51285, "result": "no", "settlement_value": 0, "can_close_early": true, "expiration_value": "No eligible Executive Order was imposed or bill became law.", "category": "", "risk_limit_cents": 0, "yes_topbook_liquidity_dollars": [0, 0], "no_topbook_liquidity_dollars": [0, 0], "rules_primary": "If the President issues an Executive Order or a bill becomes law between Issuance and December 31, 2022 that enacts broad-based student loan forgiveness, then the market resolves to Yes.", "rules_secondary": "The Rulebook includes an extensive definition of \"broad-based\", along with many examples to help members. All market participants should read and fully understand the rules as written in the Rulebook before participating in the market.\n\nThe following e-mail was sent out to traders clarifying the rules of the market following announcements by the President on August 24th:\n\nWe are reaching out to all traders on the SDEBT (student debt) market to issue a clarification regarding the resolution mechanism. The Underlying for the market is Executive Orders issued by the President and bills that have become law. If broad-based student debt forgiveness is enacted through other means that are not the above two (such as a presidential memo, or rule-making by the Department of Education without an executive order or bill), then that would not be encompassed in the Payout Criterion and the market would remain open until its latest possible Expiration Date, in January 2023, and resolve to No. Kalshi always will resolve markets based on its rules. We apologize for the confusion and uncertainty this has caused. In the future, we’re taking steps to prevent any such issues in political markets like this.", "tick_size": 1}]}